{
    "episodes":
    [
        {
            "id": 1,
            "title": "Where Is Everybody?",
            "season": "1",
            "episode": "1",
            "directed_by": "Robert Stevens",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "10-02-1959",
            "storyline": "Mike Ferris finds himself alone in the small Oakwood town and without recollection about his name, where he is or who he is. Mike wanders through the town trying to find a living soul. The tension increases and Mike has a breakdown.",
            "cast": [
                "Earl Holliman",
                "James Gregory",
                "Garry Walberg"
            ],
            "opening_narration": "The place is here. The time is now, and the journey into the shadows that we are about to watch, could be our journey.",
            "closing_narration": "The barrier of loneliness: The palpable, desperate need of the human animal to be with his fellow man. Up there, up there in the vastness of space, in the void that is sky, up there is an enemy known as isolation. It sits there in the stars waiting, waiting with the patience of eons, forever waiting... in The Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Earl_Holliman_Twilight_Zone_1959.jpg/300px-Earl_Holliman_Twilight_Zone_1959.jpg"
        },
        {
            "id": 2,
            "title": "One for the Angels",
            "season": "1",
            "episode": "2",
            "directed_by": "Robert Parrish",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "10-09-1959",
            "storyline": "A pitchman is visited by Mr. Death and is forced to get his priorities in order.",
            "cast": [
                "Ed Wynn",
                "Murray Hamilton",
                "Dana Dillaway"
            ],
            "opening_narration": "Street scene: Summer. The present. Man on a sidewalk named Lew Bookman, age sixtyish. Occupation: pitchman. Lew Bookman, a fixture of the summer, a rather minor component to a hot July, a nondescript, commonplace little man whose life is a treadmill built out of sidewalks. And in just a moment, Lew Bookman will have to concern himself with survival - because as of three o'clock this hot July afternoon, he'll be stalked by Mr. Death.",
            "closing_narration": "Lewis J. Bookman, age sixtyish. Occupation: pitchman. Formerly a fixture of the summer, formerly a rather minor component to a hot July. But, throughout his life, a man beloved by the children, and therefore, a most important man. Couldn't happen, you say? Probably not in most places - but it did happen in the Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Ed_Wynn_Twilight_Zone_1959.jpg"
        },
        {
            "id": 3,
            "title": "Mr. Denton on Doomsday",
            "season": "1",
            "episode": "3",
            "directed_by": "Allen Reisner",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "10-16-1959",
            "storyline": "The town drunk in the old-west faces his past when Fate lends a hand.",
            "cast": [
                "Dan Duryea",
                "Martin Landau",
                "Jeanne Cooper",
                "Malcolm Atterbury",
                "Doug McClure",
                "Ken Lynch",
                "Bill Erwin"
            ],
            "opening_narration": "Portrait of a town drunk named Al Denton. This is a man who's begun his dying early — a long, agonizing route through a maze of bottles. Al Denton, who would probably give an arm or a leg or a part of his soul to have another chance, to be able to rise up and shake the dirt from his body and the bad dreams that infest his consciousness. In the parlance of the times, this is a peddler, a rather fanciful-looking little man in a black frock coat. And this is the third principal character of our story. Its function: perhaps to give Mr. Al Denton his second chance.",
            "closing_narration": "Mr. Henry Fate, dealer in utensils and pots and pans, liniments and potions. A fanciful little man in a black frock coat who can help a man climbing out of a pit — or another man from falling into one. Because, you see, fate can work that way, in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/3/3c/Mr._Denton_on_Doomsday.jpg"
        },
        {
            "id": 4,
            "title": "The Sixteen-Millimeter Shrine",
            "season": "1",
            "episode": "4",
            "directed_by": "Mitchell Leisen",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "10-23-1959",
            "storyline": "Barbara Jean Trenton is a faded film star who lives in the past by constantly re-watching her old movies instead of moving on with her life, so her associates try to lure her out of her self-imposed isolation.",
            "cast": [
                "Ida Lupino",
                "Martin Balsam",
                "Jerome Cowan",
                "John Clarke",
                "Ted de Corsia",
                "Alice Frost"
            ],
            "opening_narration": "Picture of a woman looking at a picture. Movie great of another time, once-brilliant star in a firmament no longer a part of the sky, eclipsed by the movement of earth and time. Barbara Jean Trenton, whose world is a projection room, whose dreams are made out of celluloid. Barbara Jean Trenton, struck down by hit-and-run years and lying on the unhappy pavement, trying desperately to get the license number of fleeting fame.",
            "closing_narration": "To the wishes that come true, to the strange, mystic strength of the human animal, who can take a wishful dream and give it a dimension of its own. To Barbara Jean Trenton, movie queen of another era, who has changed the blank tomb of an empty projection screen into a private world. It can happen in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/b/bb/The_Sixteen-Millimeter_Shrine.jpg"
        },
        {
            "id": 5,
            "title": "Walking Distance",
            "season": "1",
            "episode": "5",
            "directed_by": "Robert Stevens",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "10-30-1959",
            "storyline": "A man travels back in time to his childhood, arriving just a few miles away from his native town.",
            "cast": [
                "Gig Young",
                "Frank Overton",
                "Irene Tedrow",
                "Ron Howard",
                "Byron Foulger",
                "Sheridan Comerate",
                "Joseph Corey",
                "Nan Peterson",
                "J. Pat O'Malley"
            ],
            "opening_narration": "Martin Sloan, age thirty-six. Occupation: vice-president, ad agency, in charge of media. This is not just a Sunday drive for Martin Sloan. He perhaps doesn't know it at the time, but it's an exodus. Somewhere up the road he's looking for sanity. And somewhere up the road, he'll find something else.",
            "closing_narration": "Martin Sloan, age thirty-six, vice-president in charge of media. Successful in most things but not in the one effort that all men try at some time in their lives—trying to go home again. And also like all men, perhaps there'll be an occasion, maybe a summer night sometime, when he'll look up from what he's doing and listen to the distant music of a calliope, and hear the voices and the laughter of the people and the places of his past. And perhaps across his mind there'll flit a little errant wish, that a man might not have to become old, never outgrow the parks and the merry-go-rounds of his youth. And he'll smile then too, because he'll know it is just an errant wish, some wisp of memory not too important really, some laughing ghosts that cross a man's mind, that are a part of the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/9/94/Walking_Distance.jpg"
        },
        {
            "id": 6,
            "title": "Escape Clause",
            "season": "1",
            "episode": "6",
            "directed_by": "Mitchell Leisen",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "11-06-1959",
            "storyline": "A hypochondriac man sells his soul to the devil, exchanging it for several thousand years of immortality.",
            "cast": [
                "David Wayne",
                "Thomas Gomez",
                "Virginia Christine",
                "Dick Wilson",
                "Joe Flynn",
                "Wendell Holmes",
                "Raymond Bailey"
            ],
            "opening_narration": "You're about to meet a hypochondriac. Witness Mr. Walter Bedeker age forty-four. Afraid of the following: death, disease, other people, germs, draft, and everything else. He has one interest in life and that's Walter Bedeker. One preoccupation, the life and well-being of Walter Bedeker. One abiding concern about society, that if Walter Bedeker should die, how will it survive without him?",
            "closing_narration": "There's a saying, \"Every man is put on Earth condemned to die, time and method of execution unknown.\" Perhaps this is as it should be. Case in point: Walter Bedeker, lately deceased. A little man with such a yearn to live. Beaten by the devil, by his own boredom, and by the scheme of things in this, the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/b/b7/Escape_Clause.jpg"
        },
        {
            "id": 7,
            "title": "The Lonely",
            "season": "1",
            "episode": "7",
            "directed_by": "Jack Smight",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "11-13-1959",
            "storyline": "A convict, living alone on an asteroid, receives from the police a realistic woman-robot.",
            "cast": [
                "Jack Warden",
                "John Dehner",
                "Jean Marsh",
                "Ted Knight",
                "James Turley"
            ],
            "opening_narration": "Witness if you will, a dungeon, made out of mountains, salt flats, and sand that stretch to infinity. The dungeon has an inmate: James A. Corry. And this is his residence: a metal shack. An old touring car that squats in the sun and goes nowhere - for there is nowhere to go. For the record, let it be known that James A. Corry is a convicted criminal placed in solitary confinement. Confinement in this case stretches as far as the eye can see, because this particular dungeon is on an asteroid nine million miles from the Earth. Now witness, if you will, a man's mind and body shriveling in the sun, a man dying of loneliness.",
            "closing_narration": "On a microscopic piece of sand that floats through space is a fragment of a man's life. Left to rust is the place he lived in and the machines he used. Without use, they will disintegrate from the wind and the sand and the years that act upon them. All of Mr. Corry's machines, including the one made in his image, kept alive by love, but now obsolete - in The Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/8/8a/The_Lonely.jpg"
        },
        {
            "id": 8,
            "title": "Time Enough at Last",
            "season": "1",
            "episode": "8",
            "directed_by": "John Brahm",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1959",
            "air_date": "11-20-1959",
            "storyline": "A henpecked book lover finds himself blissfully alone with his books after a nuclear war.",
            "cast": [
                "Burgess Meredith",
                "Jacqueline deWit",
                "Vaughn Taylor"
            ],
            "opening_narration": "Witness Mr. Henry Bemis, a charter member in the fraternity of dreamers. A bookish little man whose passion is the printed page, but who is conspired against by a bank president and a wife and a world full of tongue-cluckers and the unrelenting hands of a clock. But in just a moment, Mr. Bemis will enter a world without bank presidents or wives or clocks or anything else. He'll have a world all to himself... without anyone.",
            "closing_narration": "The best-laid plans of mice and men...and Henry Bemis, the small man in the glasses who wanted nothing but time. Henry Bemis, now just a part of a smashed landscape, just a piece of the rubble, just a fragment of what man has deeded to himself. Mr. Henry Bemis, in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/0/0e/TimeEnoughAtLast.jpg"
        },
        {
            "id": 9,
            "title": "Perchance to Dream",
            "season": "1",
            "episode": "9",
            "directed_by": "Robert Florey",
            "written_by": "Charles Beaumont",
            "air_year": "1959",
            "air_date": "11-27-1959",
            "storyline": "A fatigued man fights to stay awake as he explains to a psychiatrist that if he falls asleep it will trigger a nightmare, which will cause his heart to fail.",
            "cast": [
                "Richard Conte",
                "John Larch",
                "Suzanne Lloyd"
            ],
            "opening_narration": "Twelve o'clock noon. An ordinary scene, an ordinary city. Lunchtime for thousands of ordinary people. To most of them, this hour will be a rest, a pleasant break in a day's routine. To most, but not all. To Edward Hall, time is an enemy, and the hour to come is a matter of life and death.",
            "closing_narration": "They say a dream takes only a second or so, and yet in that second a man can live a lifetime. He can suffer and die, and who's to say which is the greater reality: the one we know or the one in dreams, between heaven, the sky, the earth - in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/b/b5/Perchance_to_Dream.jpg"
        },
        {
            "id": 10,
            "title": "Judgment Night",
            "season": "1",
            "episode": "10",
            "directed_by": "John Brahm",
            "written_by": "Rod Serling",
            "air_year": "1959",
            "air_date": "12-04-1959",
            "storyline": "It's 1942, and a man finds himself on a ship in the Atlantic, not knowing who he is, nor how he got there. He does know the ship will soon be attacked by a German U-boat.",
            "cast": [
                "Nehemiah Persoff",
                "Ben Wright",
                "Patrick Macnee",
                "James Franciscus",
                "Hugh Sanders",
                "Leslie Bradley",
                "Deirdre Owens",
                "Kendrick Huxham",
                "Barry Bernard",
                "Richard Peel",
                "Donald Journeaux"
            ],
            "opening_narration": "Her name is the S.S. Queen of Glasgow. Her registry: British. Gross tonnage: five thousand. Age: Indeterminate. At this moment she's one day out of Liverpool, her destination New York. Duly recorded on the ship's log is the sailing time, course to destination, weather conditions, temperature, longitude and latitude. But what is never recorded in a log is the fear that washes over a deck like fog and ocean spray. Fear like the throbbing strokes of engine pistons, each like a heartbeat, parceling out of every hour into breathless minutes of watching, waiting and dreading... For the year is 1942, and this particular ship has lost its convoy. It travels alone like an aged blind thing groping through the unfriendly dark, stalked by unseen periscopes of steel killers. Yes, the Queen of Glasgow is a frightened ship, and she carries with her a premonition of death.",
            "closing_narration": "The S.S. Queen of Glasgow, heading for New York, and the time is 1942. For one man it is always 1942 - and this man will ride the ghost ship every night for eternity. This is what is meant by paying the fiddler. This is the comeuppance awaiting every man when the ledger of his life is opened and examined, the tally made, and then the reward or the penalty paid. And in the case of Carl Lanser, former Kapitan Lieutenant, Navy of the Third Reich, this is the penalty. This is the justice meted out. This is judgment night in the Twilight Zone.",
            "img": "https://i1.wp.com/midnitereviews.com/wp-content/uploads/2015/01/The-Twilight-Zone-Judgment-Night-2.jpg"
        },
        {
            "id": 11,
            "title": "And When the Sky Was Opened",
            "season": "1",
            "episode": "11",
            "directed_by": "Douglas Heyes",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1959",
            "air_date": "12-11-1959",
            "storyline": "Three astronauts return to Earth after seemingly having made an encounter that dooms them and their craft to erasure from existence itself.",
            "cast": [
                "Rod Taylor",
                "Charles Aidman",
                "Jim Hutton",
                "Maxine Cooper",
                "Sue Randall",
                "Paul Bryar",
                "Joe Bassett",
                "Gloria Pall",
                "Elizabeth Fielding"
            ],
            "opening_narration": "Her name: X-20. Her type: an experimental interceptor. Recent history: a crash landing in the Mojave Desert after a thirty-one hour flight nine hundred miles into space. Incidental data: the ship, with the men who flew her, disappeared from the radar screen for twenty-four hours...But the shrouds that cover mysteries are not always made out of a tarpaulin, as this man will soon find out on the other side of a hospital door.",
            "closing_narration": "Once upon a time, there was a man named Harrington, a man named Forbes, a man named Gart. They used to exist, but don't any longer. Someone - or something - took them somewhere. At least they are no longer a part of the memory of man. And as to the X-20 supposed to be housed here in this hangar, this, too, does not exist. And if any of you have any questions concerning an aircraft and three men who flew her, speak softly of them - and only in - The Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f9/Jim_Hutton_Sue_Randall_Twilight_Zone.JPG/375px-Jim_Hutton_Sue_Randall_Twilight_Zone.JPG"
        },
        {
            "id": 12,
            "title": "What You Need",
            "season": "1",
            "episode": "12",
            "directed_by": "Alvin Ganzer",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1959",
            "air_date": "12-25-1959",
            "storyline": "A small time crook plans to exploit an old street peddler who has the uncanny knack of selling people exactly what they will shortly need.",
            "cast": [
                "Steve Cochran",
                "Ernest Truex",
                "Arline Sax",
                "Boyd Red Morgan"
            ],
            "opening_narration": "You're looking at Mr. Fred Renard, who carries on his shoulder a chip the size of the national debt. This is a sour man, a friendless man, a lonely man, a grasping, compulsive, nervous man. This is a man who has lived thirty-six undistinguished, meaningless, pointless, failure-laden years and who at this moment looks for an escape - any escape, any way, anything, anybody - to get out of the rut. And this little old man is just what Mr. Renard is waiting for.",
            "closing_narration": "Street scene, night. Traffic accident. Victim named Fred Renard, gentleman with a sour face to whom contentment came with difficulty. Fred Renard, who took all that was needed - in The Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/1/11/What_You_Need.jpg"
        },
        {
            "id": 13,
            "title": "The Four of Us Are Dying",
            "season": "1",
            "episode": "13",
            "directed_by": "John Brahm",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1960",
            "air_date": "01-01-1960",
            "storyline": "A man who can change his face to look like other people uses his ability to improve his life, regardless of his effect on others.",
            "cast": [
                "Harry Townes",
                "Ross Martin",
                "Phillip Pine",
                "Don Gordon",
                "Peter Brocco",
                "Milton Frome",
                "Beverly Garland"
            ],
            "opening_narration": "His name is Arch Hammer, he's 36 years old. He's been a salesman, a dispatcher, a truck driver, a con man, a bookie, and a part-time bartender. This is a cheap man, a nickel-and-dime man, with a cheapness that goes past the suit and the shirt; a cheapness of mind, a cheapness of taste, a tawdry little shine on the seat of his conscience, and a dark-room squint at a world whose sunlight has never gotten through to him. But Mr. Hammer has a talent, discovered at a very early age. This much he does have. He can make his face change. He can twitch a muscle, move a jaw, concentrate on the cast of his eyes, and he can change his face. He can change it into anything he wants. Mr. Archie Hammer, jack-of-all-trades, has just checked in at three-eighty a night, with two bags, some newspaper clippings, a most odd talent, and a master plan to destroy some lives.",
            "closing_narration": "He was Arch Hammer, a cheap little man who just checked in. He was Johnny Foster, who played a trumpet and was loved beyond words. He was Virgil Sterig, with money in his pocket. He was Andy Marshak, who got some of his agony back on a sidewalk in front of a cheap hotel. Hammer, Foster, Sterig, Marshak - and all four of them were dying.",
            "img": "https://midnitereviews.com/wp-content/uploads/2015/01/The-Twilight-Zone-The-Four-of-Us-Are-Dying-3.jpg"
        },
        {
            "id": 14,
            "title": "Third from the Sun",
            "season": "1",
            "episode": "14",
            "directed_by": "Richard L. Bare",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1960",
            "air_date": "01-08-1960",
            "storyline": "Two families of Government employees plan to steal a spaceship and travel to another planet just prior to a nuclear war. They must also deal with a stooge who wants to stop them.",
            "cast": [
                "Fritz Weaver",
                "Edward Andrews",
                "Joe Maross",
                "Denise Alexander",
                "Lori March",
                "Jeanne Evans"
            ],
            "opening_narration": "Quitting time at the plant. Time for supper now. Time for families. Time for a cool drink on a porch. Time for the quiet rustle of leaf-laden trees that screen out the moon, and underneath it all, behind the eyes of the men, hanging invisible over the summer night, is a horror without words. For this is the stillness before storm. This is the eve of the end.",
            "closing_narration": "Behind a tiny ship heading into space is a doomed planet on the verge of suicide. Ahead lies a place called Earth, the third planet from the Sun. And for William Sturka and the men and women with him, it's the eve of the beginning - in the Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4f/Twilight_Zone_Third_From_the_Sun_1960.jpg/330px-Twilight_Zone_Third_From_the_Sun_1960.jpg"
        },
        {
            "id": 15,
            "title": "I Shot an Arrow into the Air",
            "season": "1",
            "episode": "15",
            "directed_by": "Stuart Rosenberg",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1960",
            "air_date": "01-15-1960",
            "storyline": "Order breaks down between three surviving crewmen whose rocket ship crashes on an unknown world with limited water and supplies.",
            "cast": [
                "Dewey Martin",
                "Edward Binns",
                "Ted Otis",
                "Harry Bartell",
                "Leslie Barrett"
            ],
            "opening_narration": "Her name is the Arrow 1. She represents four and a half years of planning, preparation, and training, and a thousand years of science, mathematics, and the projected dreams and hopes of not only a nation, but a world. She is the first manned aircraft into space and this is the countdown. The last five seconds before man shot an arrow into the air.",
            "closing_narration": "Practical joke perpetrated by Mother Nature and a combination of improbable events. Practical joke wearing the trappings of nightmare, of terror, and desperation. Small, human drama played out in a desert 97 miles from Reno, Nevada, U.S.A., continent of North America, the Earth and, of course, the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/7/7c/Arrow.jpg"
        },
        {
            "id": 16,
            "title": "The Hitch-Hiker",
            "season": "1",
            "episode": "16",
            "directed_by": "Alvin Ganzer",
            "written_by": "Rod Serling (teleplay by)",
            "air_year": "1960",
            "air_date": "01-22-1960",
            "storyline": "A young woman driving cross-country becomes frantic when she keeps passing the same man on the side of the road. No matter how fast she drives, the man is always up ahead, hitching her for a ride.",
            "cast": [
                "Inger Stevens",
                "Leonard Strong",
                "Adam Williams",
                "Russ Bender",
                "Lew Gallo",
                "George Mitchell",
                "Eleanor Audley"
            ],
            "opening_narration": "Her name is Nan Adams. She's twenty-seven years old. Her occupation: buyer at a New York department store. At present on vacation, driving cross-country to Los Angeles, California from Manhattan...Minor incident on Highway 11 in Pennsylvania. Perhaps, to be filed away under \"accidents you walk away from.\" But from this moment on, Nan Adams' companion on a trip to California will be terror. Her route: fear. Her destination: quite unknown.",
            "closing_narration": "Nan Adams, age twenty-seven. She was driving to California; to Los Angeles. She didn't make it. There was a detour... through the Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Inger_Stevens_Twilight_Zone_1960.jpg/1024px-Inger_Stevens_Twilight_Zone_1960.jpg"
        },
        {
            "id": 17,
            "title": "The Fever",
            "season": "1",
            "episode": "17",
            "directed_by": "Robert Florey",
            "written_by": "Rod Serling",
            "air_year": "1960",
            "air_date": "01-29-1960",
            "storyline": "A middle-aged man catches gambling fever from a slot machine that he believes is calling his name.",
            "cast": [
                "Everett Sloane",
                "Vivi Janiss"
            ],
            "opening_narration": "Mr. and Mrs. Franklin Gibbs, three days and two nights all expenses paid at a Las Vegas hotel, won by virtue of Mrs. Gibbs's knack with a phrase. But unbeknownst to either Mr. and Mrs. Gibbs is the fact that there's a prize in their package, neither expected nor bargained for. In just a moment, one of them will succumb to an illness worse than any virus can produce. A most inoperative, deadly life-shattering affliction known as the Fever.",
            "closing_narration": "Mr. Franklin Gibbs, visitor to Las Vegas, who lost his money, his reason, and finally his life to an inanimate, metal machine, variously described as a \"one-armed bandit\", a \"slot machine\", or, in Mr. Franklin Gibbs' words, a \"monster with a will all of its own.\" For our purposes, we'll stick with the latter definition because we're in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/9/99/Fever.jpg"
        },
        {
            "id": 18,
            "title": "The Last Flight",
            "season": "1",
            "episode": "18",
            "directed_by": "William F. Claxton",
            "written_by": "Richard Matheson",
            "air_year": "1960",
            "air_date": "02-05-1960",
            "storyline": "A World War I British fighter pilot lands at an American air base in France 42 years in the future.",
            "cast": [
                "Kenneth Haigh",
                "Simon Scott",
                "Alexander Scourby",
                "Robert Warwick",
                "Harry Raybould",
                "Jerry Catron",
                "Jack Perkins",
                "Paul Baxley"
            ],
            "opening_narration": "Witness Flight Lieutenant William Terrance Decker, Royal Flying Corps, returning from a patrol somewhere over France. The year is 1917. The problem is that the lieutenant is hopelessly lost. Lieutenant Decker will soon discover that a man can be lost not only in terms of maps and miles, but also in time - and time in this case can be measured in eternities.",
            "closing_narration": "Dialog from a play, Hamlet to Horatio: There are more things in heaven and earth than are dreamt of in your philosophy. Dialog from a play written long before men took to the sky: There are more things in heaven and earth and in the sky than perhaps can be dreamt of. And somewhere in between heaven, the sky, and the earth, lies the Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/1/19/Simon_Scott-Kenneth_Haigh_in_The_Twilight_Zone.jpg"
        }
    ]
}