{
    "episodes":
    [
        {
            "id": 1,
            "title": "Where Is Everybody?",
            "season_number": "1",
            "episode_number": "1",
            "directed_by": "Robert Stevens",
            "written_by": "Rod Serling",
            "original_air_year": "1959",
            "original_air_date": "10-02-1959",
            "storyline": "Mike Ferris finds himself alone in the small Oakwood town and without recollection about his name, where he is or who he is. Mike wanders through the town trying to find a living soul. The tension increases and Mike has a breakdown.",
            "cast": [
                "Earl Holliman",
                "James Gregory",
                "Garry Walberg"
            ],
            "opening_narration": "The place is here. The time is now, and the journey into the shadows that we are about to watch, could be our journey.",
            "closing_narration": "The barrier of loneliness: The palpable, desperate need of the human animal to be with his fellow man. Up there, up there in the vastness of space, in the void that is sky, up there is an enemy known as isolation. It sits there in the stars waiting, waiting with the patience of eons, forever waiting... in The Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/7e/Earl_Holliman_Twilight_Zone_1959.jpg/300px-Earl_Holliman_Twilight_Zone_1959.jpg"
        },
        {
            "id": 2,
            "title": "One for the Angels",
            "season_number": "1",
            "episode_number": "2",
            "directed_by": "Robert Parrish",
            "written_by": "Rod Serling",
            "original_air_year": "1959",
            "original_air_date": "10-09-1959",
            "storyline": "A pitchman is visited by Mr. Death and is forced to get his priorities in order.",
            "cast": [
                "Ed Wynn",
                "Murray Hamilton",
                "Dana Dillaway"
            ],
            "opening_narration": "Street scene: Summer. The present. Man on a sidewalk named Lew Bookman, age sixtyish. Occupation: pitchman. Lew Bookman, a fixture of the summer, a rather minor component to a hot July, a nondescript, commonplace little man whose life is a treadmill built out of sidewalks. And in just a moment, Lew Bookman will have to concern himself with survival - because as of three o'clock this hot July afternoon, he'll be stalked by Mr. Death.",
            "closing_narration": "Lewis J. Bookman, age sixtyish. Occupation: pitchman. Formerly a fixture of the summer, formerly a rather minor component to a hot July. But, throughout his life, a man beloved by the children, and therefore, a most important man. Couldn't happen, you say? Probably not in most places - but it did happen in the Twilight Zone.",
            "img": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Ed_Wynn_Twilight_Zone_1959.jpg"
        },
        {
            "id": 3,
            "title": "Mr. Denton on Doomsday",
            "season_number": "1",
            "episode_number": "3",
            "directed_by": "Allen Reisner",
            "written_by": "Rod Serling",
            "original_air_year": "1959",
            "original_air_date": "10-16-1959",
            "storyline": "The town drunk in the old-west faces his past when Fate lends a hand.",
            "cast": [
                "Dan Duryea",
                "Martin Landau",
                "Jeanne Cooper",
                "Malcolm Atterbury",
                "Doug McClure",
                "Ken Lynch",
                "Bill Erwin"
            ],
            "opening_narration": "Portrait of a town drunk named Al Denton. This is a man who's begun his dying early — a long, agonizing route through a maze of bottles. Al Denton, who would probably give an arm or a leg or a part of his soul to have another chance, to be able to rise up and shake the dirt from his body and the bad dreams that infest his consciousness. In the parlance of the times, this is a peddler, a rather fanciful-looking little man in a black frock coat. And this is the third principal character of our story. Its function: perhaps to give Mr. Al Denton his second chance.",
            "closing_narration": "Mr. Henry Fate, dealer in utensils and pots and pans, liniments and potions. A fanciful little man in a black frock coat who can help a man climbing out of a pit — or another man from falling into one. Because, you see, fate can work that way, in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/3/3c/Mr._Denton_on_Doomsday.jpg"
        },
        {
            "id": 4,
            "title": "The Sixteen-Millimeter Shrine",
            "season_number": "1",
            "episode_number": "4",
            "directed_by": "Mitchell Leisen",
            "written_by": "Rod Serling",
            "original_air_year": "1959",
            "original_air_date": "10-23-1959",
            "storyline": "Barbara Jean Trenton is a faded film star who lives in the past by constantly re-watching her old movies instead of moving on with her life, so her associates try to lure her out of her self-imposed isolation.",
            "cast": [
                "Ida Lupino",
                "Martin Balsam",
                "Jerome Cowan",
                "John Clarke",
                "Ted de Corsia",
                "Alice Frost"
            ],
            "opening_narration": "Picture of a woman looking at a picture. Movie great of another time, once-brilliant star in a firmament no longer a part of the sky, eclipsed by the movement of earth and time. Barbara Jean Trenton, whose world is a projection room, whose dreams are made out of celluloid. Barbara Jean Trenton, struck down by hit-and-run years and lying on the unhappy pavement, trying desperately to get the license number of fleeting fame.",
            "closing_narration": "To the wishes that come true, to the strange, mystic strength of the human animal, who can take a wishful dream and give it a dimension of its own. To Barbara Jean Trenton, movie queen of another era, who has changed the blank tomb of an empty projection screen into a private world. It can happen in the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/b/bb/The_Sixteen-Millimeter_Shrine.jpg"
        },
        {
            "id": 5,
            "title": "Walking Distance",
            "season_number": "1",
            "episode_number": "5",
            "directed_by": "Robert Stevens",
            "written_by": "Rod Serling",
            "original_air_year": "1959",
            "original_air_date": "10-30-1959",
            "storyline": "A man travels back in time to his childhood, arriving just a few miles away from his native town.",
            "cast": [
                "Gig Young",
                "Frank Overton",
                "Irene Tedrow",
                "Ron Howard",
                "Byron Foulger",
                "Sheridan Comerate",
                "Joseph Corey",
                "Nan Peterson",
                "J. Pat O'Malley"
            ],
            "opening_narration": "Martin Sloan, age thirty-six. Occupation: vice-president, ad agency, in charge of media. This is not just a Sunday drive for Martin Sloan. He perhaps doesn't know it at the time, but it's an exodus. Somewhere up the road he's looking for sanity. And somewhere up the road, he'll find something else.",
            "closing_narration": "Martin Sloan, age thirty-six, vice-president in charge of media. Successful in most things but not in the one effort that all men try at some time in their lives—trying to go home again. And also like all men, perhaps there'll be an occasion, maybe a summer night sometime, when he'll look up from what he's doing and listen to the distant music of a calliope, and hear the voices and the laughter of the people and the places of his past. And perhaps across his mind there'll flit a little errant wish, that a man might not have to become old, never outgrow the parks and the merry-go-rounds of his youth. And he'll smile then too, because he'll know it is just an errant wish, some wisp of memory not too important really, some laughing ghosts that cross a man's mind, that are a part of the Twilight Zone.",
            "img": "https://static.wikia.nocookie.net/twilightzone/images/9/94/Walking_Distance.jpg"
        }
    ]
}